Repository: BorisBelovA/pwa-react-typescript
Catalog: src/locales/*/messages.po
Languages: he, ru

source: This tile represents an available apartment. You can see the price, amount of available rooms and it\'s location
he: אריח זה מייצג דירה פנויה. אתה יכול לראות את המחיר, כמות החדרים הפנויים ואת מיקומם
ru: Это карточка квартиры. На ней отображена стоимость аренды, количество всех комнат, количесвто свободных комнат и местоположение квартиры

source: To
he: ל
ru: В

source: To change location you need to unlink your apartment first
he: כדי לשנות מיקום, תחילה עליך לבטל את הקישור לדירה שלך
ru: Чтобы изменить местоположение, вам нужно сначала отвязать свою квартиру

source: To personal info
he: למידע אישי
ru: К личной информации

source: To select or create new apartment you need to select your city
he: כדי לבחור או ליצור דירה חדשה, עליך לבחור את העיר שלך
ru: Для выбора или создания новой квартиры вам необходимо выбрать Ваш город

source: Try again
he: נסה שוב
ru: Попробуйте еще раз

source: Type here any suggestions or describe an issue you have faced. We will do our best to resolve it.
he: הקלד כאן הצעות או תאר בעיה שהתמודדת איתה. אנחנו נעשה כמיטב יכולתנו כדי לפתור את זה.
ru: Напишите здесь любую идею или то, что вам не нравится. Мы обязательно прочитаем ваш отзыв и постараемся сделать приложение лучше!

source: Type something to start conversation with {0}
he: הקלד משהו כדי להתחיל שיחה עם {0}
ru: Напишите что-нибудь, чтобы начать разговор с {0}

source: Unable to get active step from URI!
he: לא ניתן לקבל צעד פעיל מ-URI!
ru: Не удается получить активный шаг из URI!

source: Unable to send email again
he: לא ניתן לשלוח דוא"ל שוב
ru: Не удается отправить электронное письмо повторно

source: Unknown step to complete!
he: שלב לא ידוע להשלמת!
ru: Неизвестный шаг для завершения!

source: Unlink
he: בטל את הקישור
ru: Отвязать

source: Unlinking apartment
he: ביטול הקישור לדירה
ru: Отвязать квартиру

source: Up to 20 mb
he: עד 20 מגה-בייט
ru: До 20 мб

source: Up to 20MB files are allowed
he: ניתן לשלוח קבצים בנפח של עד 20MB
ru: Допускаются файлы размером до 20 МБ

source: Updating password
he: מעדכן סיסמה
ru: Обновление пароля

source: Updating your apartment!
he: מעדכן את הדירה שלך!
ru: Обновление Вашей квартиры!

source: Updating your information
he: מעדכן את המידע שלך
ru: Обновление информации

source: Upload a photo
he: העלה תמונה
ru: Загрузить фотографию

source: User form is not filled!
he: טופס המשתמש לא ממולא!
ru: Анкета пользователя не заполнена!

source: Vape
ru: Вейп

source: Verification code
he: קוד אימות
ru: Код подтверждения

source: Verify
he: לאמת
ru: Подтвердить

source: Verify your email
he: לאמת את הדוא"ל שלך
ru: Подтвердите свой адрес эл.почты

source: Walkthrough
he: הדרכה
ru: Обучение

source: Wanna rent a flat? Sweat hard when you see the prices? Yeah…
he: רוצה לשכור דירה? אתם בשוק מהמחיר? כן….
ru: Хотите снять квартиру? В шоке от цен? Дааа…

source: We have received your feedback. Thank you!
he: קיבלנו את המשוב שלך. תודה!
ru: Мы получили ваши отзывы. Спасибо!

source: What do you like to smoke?
he: מה אתה אוהב לעשן?
ru: Что вы любите курить?

source: What is your attitude to alcohol?
he: מה היחס שלך לאלכוהול?
ru: Как вы относитесь к алкоголю?

source: What is your attitude to guests?
he: מה היחס שלך לאורחים?
ru: Как вы относитесь к гостям?

source: What languages do you know?
he: איזה שפות אתה יודע?
ru: Какими языками вы владеете?

source: What pets?
he: איזה חיות?
ru: Какие домашние животные?

source: who
he: מי
ru: кто

source: Who's looking
he: מי מחפש
ru: Кто ищет

source: With family
he: עם משפחה
ru: С семьей

source: With friends
he: עם חברים
ru: С друзьями

source: With partner
he: עם שותף
ru: С партнером

source: With this app you can easily rent out your flat…Or find a match. You never know.
he: עם האפליקציה הזו תוכלו להשכיר בקלות את הדירה שלכם …או למצוא התאמה
ru: В нашем приложении вы можете легко сдать свою квартиру… Или найти свою судьбу. Никогда не знаешь, что случится.

source: yes
he: כן
ru: да

source: Yes
he: כן
ru: Да

source: Yes, delete my account
he: כן, מחק את החשבון שלי
ru: Да, удалить мою учетную запись

source: You are trying to permanently delete your account. Are you sure about that?
he: אתה מנסה למחוק לצמיתות את חשבונך. האם אתה בטוח לגבי זה?
ru: Вы пытаетесь навсегда удалить свою учетную запись. Вы уверены в этом?

source: You can send new one after {timer} seconds
he: אתה יכול לשלוח אחד חדש לאחר {timer} שניות
ru: Вы можете отправить новый через {timer} секунд

source: You can send new one in {timeLeft} seconds
he: את/ה יכול לשלוח חדש בתוך {timeLeft} שניות
ru: Вы можете отправить новый за {timeLeft} секунд

source: You can use filters to refine your search
he: אתה יכול להשתמש במסננים כדי לצמצם את החיפוש שלך
ru: Вы можете использовать фильтры для более точного поиска

source: You have no matches yet! Try to search someone
he: אין לך עדיין התאמות! נסה לחפש מישהו
ru: У вас еще нет матчей! Попробуйте лайкнуть кого-то

source: You need to fill out your profile before searching for Roommates!
he: עליך למלא את הפרופיל שלך לפני חיפוש שותפים לדירה!
ru: Вам необходимо заполнить свой профиль, прежде чем искать соседей по комнате!

source: You've received a new message
he: קיבלת הודעה חדשה
ru: У вас новое сообщение

source: Your ad was removed from publication
he: המודעה שלך הוסרה מהפרסום
ru: Ваше объявление было снято с публикации

source: Your feedback
he: המשוב שלך
ru: Ваш отзыв

source: Your matches
he: ההתאמות שלך
ru: Ваши матчи

source: Your phone number
he: מספר הטלפון שלך
ru: Ваш номер телефона

source: Your profile
he: הפרופיל שלך
ru: Ваш профиль

source: E-mail
he: דואר אלקטרוני
