Repository: BorisBelovA/pwa-react-typescript
Catalog: src/locales/*/messages.po
Languages: he, ru

source: {0} {1} per room
he: {0} {1} עבור חדר
ru: {0} {1} за комнату

source: {0} out of {1} rooms available
he: {0} חדרים פנויים ל-{1} אנשים
ru: {0} из {1} свободных комнат

source: {0} rooms
he: {0} חדרים
ru: комн.{0}

source: 1 hour
he: 1 שעה
ru: 1 час

source: 2 hours
he: 2 שעות
ru: 2 часа

source: 30 minutes
he: 30 דקות
ru: 30 минут

source: 8 hours
he: 8 שעות
ru: 8 часов

source: A verification code has been sent to you
he: קוד אימות נשלח אליך
ru: Код верификации отправлен вам

source: A verification code has been sent to your mobile device
he: קוד אימות נשלח למכשיר הנייד שלך
ru: Код верификации отправлен на ваш мобильный телефон

source: about
he: על אודות
ru: детали

source: About me
he: על עצמי
ru: Обо мне

source: Accept
he: לקבל
ru: Принять

source: Account
he: חשבון
ru: Аккаунт

source: Add "Roommate" to your home screen
he: הוסף Roommate למסך הבית שלך
ru: Добавить Roommate на рабочий стол

source: Add apartment
he: הוסף דירה
ru: Добавить квартиру

source: Add new apartment
he: להוסיף דירה חדשה
ru: Добавить новую квартиру

source: Add photos
he: להוסיף תמונות
ru: Добавить фото

source: Add to Home Screen
he: להוסיף למסך הבית
ru: Добавить на экран “Домой”

source: Address
he: כתובת
ru: Адрес

source: Against drink
he: נגד שתייה
ru: Против алкоголя

source: alcohol
he: אלכוהול
ru: алкоголь

source: Almost done
he: כמעט סיימתי
ru: Почти готово

source: Almost done!
he: כמעט סיימתי!
ru: Почти готово!

source: Alone
he: לבד
ru: Один человек

source: Already have an account?
he: כבר יש לך חשבון?
ru: Уже есть аккаунт?

source: And I need a tenant… Good luck to us!
he: ואני ממש צריך דייר…בהצלחה לנו!
ru: А мне нужен арендатор… Удачи нам обоим!

source: And who's paying???
he: ומי משלם ???
ru: А кто платит???

source: apartment
he: דירה
ru: квартира

source: Apartment
he: דִירָה
ru: Квартира

source: Apartment address
he: כתובת הדירה
ru: Адрес квартиры

source: Apartment address shouldn't be less then 4 symbols
he: כתובת הדירה לא יכולה להיות פחות מ-4 סמלים
ru: Адрес квартиры должен содержать хотя бы 4 символа

source: Apartment Filters
he: אפשרויות סינון
ru: Фильтры квартиры

source: Apartment name
he: שם הדירה
ru: Название квартиры

source: Apartment name is required
he: נדרש שם הדירה
ru: Требуется заполнить название квартиры

source: Apartment name shouldn't be less then 4 symbols
he: שם הדירה לא יכול להיות פחות מ-4 סמלים
ru: Название квартиры должно содержать хотя бы 4 символа

source: Apartment preview
he: תצוגה מקדימה של דירה
ru: Предпросмотр квартиры

source: Apartment price is required
he: נדרש מחיר דירה
ru: Требуется ввести цену квартиры

source: Apartment price shouldn't be less then 1
he: מחיר הדירה לא יכול להיות פחות מ-1
ru: Цена квартиры не должна быть меньше 1

source: Apartments
he: דירות
ru: Квартиры

source: Apartments for refugees
he: דירות למפונים
ru: Квартиры для беженцев

source: Apartments Search
he: חיפוש דירות
ru: Поиск квартиры

source: Appartment preview
he: תצוגה מקדימה של דירה
ru: Предпросмотр квартиры

source: Avatar photo
he: תמונת אווטאר
ru: Фото на аватар

source: Back
he: חזור
ru: Назад

source: Back to chat
he: חזרה לצ'אט
ru: Вернуться в чат

source: Back to login
he: חזרה לכניסה
ru: Вернуться на страницу входа

source: basic
he: בסיסי
ru: основное

source: Basic data
he: נתונים בסיסיים
ru: Основные данные

source: Basic information
he: מידע בסיסי
ru: Общая информация

source: Basic Information
he: מידע בסיסי
ru: Общая информация

source: Bio
he: ביוגרפיה
ru: Биография

source: Birthday
he: יום הולדת
ru: Дата рождения

source: Budget in ₪
he: תקציב ב₪
ru: Бюджет в ₪

source: By self
he: עבורי
ru: Самостоятельно

source: Can accept {0} people
he: יכול לקבל {0} אנשים
ru: Может принять {0} человек

source: Can't get apartment {id}
he: לא ניתן להשיג דירה {id}
ru: Не найдена квартира {id}

source: Can't save without session token
he: לא ניתן לשמור ללא אסימון הפעלה
ru: Невозможно сохранить без токена сессии

source: Cancel
he: לְבַטֵל
ru: Отмена

source: Change
he: שינוי
ru: Изменить

source: Change filters
he: לשנות מסננים
ru: Изменить фильтры

source: Change language
he: שנה שפה (language)
ru: Изменить язык (language)

source: Chat
he: לְשׂוֹחֵחַ
ru: Чат

source: Check your data
he: בדיקת הנתונים שלך
ru: Проверьте свои данные

source: Checking email
he: בודק אימייל
ru: Проверка электронной почты

source: Choose a city
he: בחר עיר
ru: Выберите город

source: Choose a country
he: בחר מדינה
ru: Выберите страну

source: Choose a district
he: בחר מחוז
ru: Выберите район

source: Choose a state
he: בחר מדינה
ru: Выберите штат

source: Choose preferred color theme
he: בחר צבע מועדף לנושא
ru: Выберите предпочтительную цветовую тему

source: Choose what you want to do
he: לבחור מה את/ה רוצה לעשות
ru: Выберите, что вы хотите сделать

source: Cigarettes
he: סיגריות
ru: Сигареты

source: Cigars
he: סיגרים
ru: Сигары

source: City
he: עיר
ru: Город

source: City is required
he: עיר נדרשת
ru: Укажите Город

source: Click here if you liked the person. A chat will appear in case of a match!
he: לחץ כאן אם אהבת את האדם. צ'אט יופיע במקרה של התאמה
ru: Нажмите на эту кнопку, если вам понравился человек. В случае взаимного лайка, у вас появится возможность начать диалог!

source: Click here if you think there is no match with this person It will not appear in your list.
he: לחץ כאן אם אתה חושב שאין התאמה לאדם זה. זה לא יופיע ברשימה שלך
ru: Намите на эту кнопку, если вы считаете, что человек вам не подходит. Больше он не появится в выдаче.

source: Click here to load more apartments
he: לחץ כאן לטעינת דירות נוספות
ru: Нажмите сюда, чтобы загрузить дополнительные объявления

source: Click here to view your profile to understand how you will appear in search
he: לחץ כאן כדי לצפות בפרופיל שלך כדי להבין כיצד תופיע בחיפוש
ru: Нажмите сюда, чтобы посмотреть свою карточку. Это даст вам представление о том, как видят вас другие пользователи

source: Close
he: סגור
ru: Закрыть

source: Co-living made easy
he: השכרה משותפת נוחה
ru: Удобная совместная аренда

source: Code is required
he: קוד נדרש
ru: Укажите код

source: Code length is 0!!
he: אורך הקוד הוא 0!!
ru: Длина кода равна 0!!

source: Color theme
he: צבע הנושא
ru: Цветовая тема

source: Complain
he: תלונות
ru: Пожаловаться

source: Confirm and pick avatar
he: אשר ובחר אווטאר
ru: Подтвердите и установите аватар

source: Confirm and proceed
he: לאשר ולהמשיך
ru: Подтвердите и продолжите

source: Confirm password
he: אשר סיסמה
ru: Подтвердите пароль

source: Congratulations
he: מזל טוב
ru: Поздравляем

source: Country
he: מדינה
ru: Страна

source: Country is required
he: נדרשת מדינה
ru: Укажите страну

source: Create Account
he: צור חשבון
ru: Создать аккаунт

source: Creating your account
he: יצירת החשבון שלך
ru: Создание аккаунта

source: Dark
he: אפל
ru: Темная

source: Delete your account
he: תמחק את החשבון שלך
ru: Удалить аккаунт

source: Description
he: תיאור
ru: Описание

source: Dismiss
he: לשחרר
ru: Отклонить

source: District
he: מחוז
ru: Район

source: District is required
he: נדרש מחוז
ru: Укажите округ

source: Do you already have an apartment?
he: יש לכם כבר דירה?
ru: У вас есть квартира?

source: Do you drink alcohol?
he: אתה שותה אלכוהול?
ru: Употребляете ли вы алкоголь?

source: Do you have pets?
he: האם יש לך חיות מחמד?
ru: У вас есть домашние животные?

source: Do you like guests?
he: האם אתה אוהב אורחים?
ru: Вы любите гостей?

source: Do you really want to delete this apartment?
he: האם אתה באמת רוצה למחוק את הדירה הזו?
ru: Вы действительно хотите удалить эту квартиру?

source: Do you smoke?
he: האם אתה מעשן?
ru: Вы курите?

source: Do you want to install "Roommate" on your home screen?
he: האם אתה רוצה להתקין "שותף לחדר" על מסך הבית שלך?
ru: Хотите установить "Roommate" на главный экран?

source: Don't drink alcohol
he: אל תשתה אלכוהול
ru: Не употребляю алкоголь

source: Don't have an apartment
he: אין לך דירה
ru: Нет квартиры

source: Don't have pets
he: אין לך חיות מחמד
ru: Нет домашних животных

source: Don't smoke
he: אל תעשן
ru: Не курю

source: Donate
he: לתרום
ru: Пожертвовать

source: donation
he: תרומה
ru: пожертвование

source: Done
he: בוצע
ru: Готово

source: Edit
he: לערוך
ru: Редактировать

source: Email is required
he: נדרש אימייל
ru: Укажите адрес эл.почты

source: Enter code from your email
he: הזן קוד מהמייל שלך
ru: Введите код из эл. почты

source: Everything is correct?
he: הכל תקין?
ru: Все верно?

source: F
he: נקבה
ru: Ж

source: Feedback
he: משוב
ru: Отзывы

source: Feedback form
he: טופס משוב
ru: Форма обратной связи

source: Female
he: נקבה
ru: Жен.

source: Few words about apartment
he: כמה מילים על דירה
ru: Несколько слов о квартире

source: Filters
he: מסננים
ru: Фильтры

source: Find apartments
he: למצוא דירה
ru: Найти квартиру

source: Find Roommate
he: מצא שותף לחדר
ru: Найти соседа по комнате

source: Find roommates
he: למצוא שותפים לדירה
ru: Найти соседей по комнате

source: Finish
he: סיים
ru: Готово

source: Finishing up!
he: מסיים!
ru: Завершаем!

source: First name
he: שם פרטי
ru: Имя

source: First name is required
he: נדרש שם פרטי
ru: Укажите имя

source: for
he: ל
ru: для

source: for {0}
he: עבור {0}
ru: для {0}

source: For refugees
he: עבור מפונים
ru: Для беженцев

source: Forgot password
he: שכחת את הסיסמא
ru: Восстановить пароль

source: Forgot password?
he: שכחתי סיסמה?
ru: Забыли пароль?

source: From
he: מ
ru: Из

source: Gender
he: מין
ru: Пол

source: Get a roommate
he: מציאת שותפים לחדר
ru: Поиск руммейтов

source: Get code
he: קבל קוד
ru: Получить код

source: Go to apartments
ru: Перейти в квартиры

source: Go to feedback
ru: Перейти к обратной связи

source: Go to matches
he: לך לגפרורים
ru: Перейти к чатам

source: Go to profile
he: עבור לפרופיל
ru: Перейти в профиль

source: Go to search
he: עבור לחיפוש
ru: Перейти к поиску

source: guests
he: אורחים
ru: гости

source: Have an apartment
he: יש דירה
ru: Есть квартира

source: Have pets
he: יש חיות מחמד
ru: Есть домашние животные

source: Hello there
ru: Ну привет

source: Help out & get help
he: עזרה וקבל עזרה
ru: Помогай и получай помощь

source: Here you can browse the list of matches. Make sure you\'ve filled you profile page!
he: כאן תוכלו לעיין ברשימת ההתאמות. ודא שמילאת את דף הפרופיל שלך!
ru: Тут вы можете просматривать анкеты других пользоватеоей. Убедитесь, что ваш профиль заполнен!

source: Here you can change application settings and appearance
he: כאן אתה יכול לשנות את הגדרות היישום ואת המראה
ru: Здесь вы можете изменить настройки и внешний вид приложения

source: Here you can donate some money to our team for coffee and cookies👻
he: כאן תוכלו לתרום קצת כסף לצוות שלנו עבור קפה ועוגיות👻
ru: Здесь вы можете пожертвовать некоторую сумму нашим разработчика на кофе и печеньки👻

source: Here you can find whatever apartment you like
he: כאן תוכלו למצוא כל דירה שתרצו
ru: Здесь вы можете найти идеальную квартиру для вас

source: Here you can get both — an affordable place to live and the best roommates to share it with.
he: כאן תוכלו לשכור דירה במחיר שפוי עם השותף הכי אופטימלי מבחינתכם.
ru: У нас вы можете найти все вместе - и доступное жилье, и лучших соседей, с которыми можно арендовать вместе.

source: Here you can left some feedback for us. Feel free to describe ay issue or suggestion!
he: כאן תוכל להשאיר לנו כמה משוב. אל תהסס לתאר בעיה או הצעה!
ru: Тут вы можете оставить свой отзы о нашем приложении. Не стесняйтесь предлагать новые идеи или указывать на существующие проблемы!

source: Here you can see the list of dialogs with your partners
he: כאן תוכל לראות את רשימת הדיאלוגים עם השותפים שלך
ru: На этой странице вы видете все доступные вам диалогие с другими пользователями

source: Here you can specify: - Another ways to contact you - How many people can stay - Any other useful information
he: כאן תוכל לציין: - עוד דרכים ליצור איתך קשר - כמה אנשים יכולים להישאר - כל מידע שימושי אחר
ru: Здесь вы можете указать: - Другие способы связи с вами - Сколько человек может проживать - Любая другая полезная информация

source: Here you can view all your apartments and add new
he: כאן תוכלו לצפות בכל הדירות שלכם ולהוסיף חדשות
ru: Здесь вы можете просмотреть существующие вартиры и добавить новую

source: Hosts and refugees are 3 clicks away — use our FREE mode to help or find a safe place.
he: מארחים ומפונים נמצאים במרחק 3 קליקים - השתמש במצב החינמי שלנו כדי לעזור או למצוא מקום בטוח.
ru: Хозяева и беженцы на расстоянии трех кликов - используйте наш бесплатный функционал помочь или найти безопасное жилье.

source: How many
he: כמה
ru: Сколько

source: How many adults?
he: כמה מבוגרים?
ru: Сколько взрослых?

source: How many available rooms?
he: כמה חדרים פנויים?
ru: Сколько свободных комнат?

source: How many kids?
he: כמה ילדים?
ru: Сколько детей?

source: I accept terms and conditions
he: אני מסכים לתנאים וההגבלות
ru: Я принимаю условия и положения

source: I am a refugee
he: אני פליט
ru: Я беженец

source: I have a place for refugees
he: יש לי מקום למפונים
ru: У меня есть место для беженцев

source: I really need a date :(
he: אני ממש צריך דייט
ru: Я тааак хочу на свидание :(

source: I've got a spare room — it's free and safe!
he: יש לי חדר פנוי-זה בחינם ובטוח
ru: У меня есть свободная комната - это бесплатно и безопасно!

source: If you change your mind you will need to link your apartment again
he: אם תשנה את דעתך תצטרך לקשר את הדירה שלך שוב
ru: Если вы передумаете, вам нужно будет снова привязать свою квартиру

source: If you like what we do you can support us with
he: אם אתה אוהב את מה שאנחנו עושים אתה יכול לתמוך בנו
ru: Если вам нравится то, что мы делаем, вы можете поддержать нас

source: Ignore
he: להתעלם
ru: Игнорировать

source: in previous step
he: בשלב הקודם
ru: на предыдущий шаг

source: In this section you can fill basic information about yourself and complete our questionnaire
he: בחלק זה תוכל למלא מידע בסיסי על עצמך ולמלא את השאלון שלנו
ru: В этом разделе вы можете заполнить информацию о себе и пройти наш опросник

source: Incorrect apartments questionnaire step!
he: שלב שאלון דירות שגוי!
ru: Неверный шаг анкеты квартиры!

source: Incorrect email pattern
he: דפוס אימייל שגוי
ru: Неверный код из письма

source: Incorrect phone number
he: מספר טלפון שגוי
ru: Неверный формат номера телефона

source: Just need a safe place in this nightmare :(
he: רק זקוק למקום בטוח בכל הסיוט הזה
ru: Просто нужно безопасное место в этом кошмаре :(

source: languages
he: שפות
ru: Языки

source: Lark
he: לארק
ru: Жаворонок

source: Last name
he: שם משפחה
ru: Фамилия

source: Last name is required
he: נדרש שם משפחה
ru: Фамилия обязательна для заполнения

source: Let's go
ru: Поехали!

source: Light
he: אוֹר
ru: Светлая

source: Like
he: כמו
ru: Лайк

source: Like guests
he: אוהב/ת אורחים
ru: Люблю гостей

source: Load more
he: להעמיס עוד
ru: Загрузить еще

source: Loading...
he: טוען...
ru: Загрузка...

source: location
he: מקום
ru: местоположение

source: Log in
he: כניסה
ru: Войти

source: Logging in
he: מתחבר
ru: Выполняется вход

source: Login to your account
he: התחבר לחשבונך
ru: Входим в аккаунт

source: Logout
he: להתנתק
ru: Выйти

source: Looks like this person likes you too!🤗 When you have match you can start a conversation.
he: נראה שהאדם הזה אוהב אותך גם!🤗 כשיש לך התאמה תוכל להתחיל שיחה.
ru: Похоже, что этот человек тоже вас лайкнул!🤗 Вы можете начать диалог, в случае взаимного лайка

source: M
he: זכר
ru: М

source: Make a list of candidates and choose your perfect tenants right here.
he: עשו רשימת מועמדים ובחרו את הדיירים המושלמים עבורכם ממש כאן
ru: Составьте лист кандидатов и выбери своего идеального арендатора.

source: Male
he: זכר
ru: Муж.

source: Matches
he: התאמות
ru: Матчи

source: Min length {length} symbols
he: אורך מינימלי {length} סמלים
ru: Минимальная длина {length} символов

source: Mom, I'm moving out
he: אמא אני עוברת דירה
ru: Мама, я переезжаю

source: More apartments
he: עוד דירות
ru: Больше квартир

source: Mute
he: להשתיק
ru: Без звука

source: Mute forever
he: השתקה קבועה
ru: Без звука навсегда

source: My apartments
he: הדירות שלי
ru: Мои квартиры

source: My Apartments
he: הדירות שלי
ru: Мои квартиры

source: New to roommate.host?
he: משתמש חדש/ה roommate.host?
ru: Впервые на roommate.host?

source: Next
he: הבא
ru: Далее

source: no
he: לא
ru: нет

source: No
he: לא
ru: Нет

source: No description
he: אין תיאור
ru: Описание осутствует

source: No email or password provided!
he: לא סופקו אימייל או סיסמה!
ru: Требуется адрес электронной почты и пароль!

source: No email provided!
he: לא סופק אימייל!
ru: Адрес электронной почты не указан!

source: No guests at all
he: אין אורחים בכלל
ru: Без гостей вообще

source: No matches yet
he: עדיין אין התאמות
ru: Матчей пока нет

source: No messages yet.
he: עדיין אין הודעות.
ru: Нет сообщений.

source: No photo
he: אין תמונה
ru: Нет фото

source: No pretension or sender email
he: לא ניתן לשלוח תלונות ללא אימייל רשום
ru: Нет жалоб или эл. почты отправителя

source: No result for user
he: אין תוצאה למשתמש
ru: Не найдены результаты

source: No session token provided
he: לא סופק אסימון הפעלה
ru: Токен сеанса не предоставлен

source: No user
he: אין משתמש
ru: Нет пользователя

source: No, I've changed my mind
he: לא, שיניתי את דעתי
ru: Нет, я передумал

source: Not a smoker
he: לא מעשן
ru: Не курящий

source: Not against drink
he: לא נגד שתייה
ru: Не против алкоголя

source: Not alone
he: לא לבד
ru: Группа людей

source: Not Alone
he: לא לבד
ru: Не одиночка

source: Not available
he: לא זמין
ru: Недоступно

source: Now you can log in with your new password
he: עכשיו אתה יכול להיכנס עם הסיסמה החדשה שלך
ru: Теперь вы можете войти в систему с новым паролем

source: On this page you can view your profile, visit your apartments or change system settings
he: בעמוד זה תוכל לצפות בפרופיל שלך, לבקר בדירות שלך או לשנות את הגדרות המערכת
ru: На этой страницу вы можете просмотреть свой профиль, свои квартиры или изменить системные настройки

source: Other
he: אחר
ru: Другое

source: Owl
he: ינשוף
ru: Сова

source: Partly drink
he: שתיה בחברה
ru: Пью в компании

source: Password
he: סיסמה
ru: Пароль

source: Password is required
he: דרושה סיסמא
ru: Введите Пароль

source: Passwords won't match
he: הסיסמאות לא יתאימו
ru: Пароли не совпадают

source: people
he: אנשים
ru: человека

source: people you can accept
he: אנשים שאתה יכול לקבל
ru: человек, которых вы можете принять

source: person
he: אדם
ru: человек

source: personal
he: אישי
ru: персональный

source: Personal Info
he: מידע אישי
ru: Личные данные

source: pets
he: חיות מחמד
ru: питомцы

source: phone
he: טלפון
ru: телефон

source: Phone
he: טלפון
ru: Телефон

source: Phone number
he: מספר טלפון
ru: Номер телефона

source: photo
he: תמונה
ru: фото

source: Photo
he: תמונה
ru: Фото

source: photos
he: תמונות
ru: фотографии

source: Photos
he: תמונות
ru: Фотографии

source: Please describe your issue or suggestion.
he: אנא תאר את הבעיה או ההצעה שלך
ru: Пожалуйста, опишите свою проблему или предложение.

source: Please enter your email and we will send you a code to reset your password
he: אנא הכנס את האימייל שלך ואנו נשלח לך קוד לאיפוס הסיסמה שלך
ru: Пожалуйста, введите свой адрес электронной почты, и мы вышлем вам код для сброса пароля

source: Prefer without guests
he: מעדיף בלי אורחים
ru: Предпочитаю без гостей

source: Preview
he: תצוגה מקדימה
ru: Предпросмотр

source: Price
he: מחיר
ru: Цена

source: Price per room in ₪
he: מחיר לחדר ב₪
ru: Цена за комнату в ₪

source: Profile
he: פרופיל
ru: Профиль

source: Profile photo
he: תמונת פרופיל
ru: Фото профиля

source: Profile preview
he: תצוגה מקדימה של פרופיל
ru: Просмотр профиля

source: Ready to share your flat with refugees? Or you are one yourself?
he: מוכן לחלוק את דירתך עם מפונים? או שרק עבורך?
ru: Готовы поделится жильем для беженцев? Или вы сами - беженцы?

source: Refresh
he: לרענן
ru: Обновить

source: Remove
he: להסיר
ru: Удалить

source: Remove apartment
he: להסיר דירה
ru: Удалить квартиру

source: Removing all information about you
he: הסרת כל המידע עליך
ru: Удаление всей информации о вас

source: Removing your ad from publication
he: הסרת המודעה שלך מפרסום
ru: Удаление объявления из публикации

source: Rent
he: השכרה
ru: Снять

source: Rent out apartment/room
he: להשכיר דירה/חדר
ru: Сдать квартиру/комнату

source: Required
he: נדרש
ru: Обязательный

source: Reset filters
he: איפוס סננים
ru: Сбросить фильтры

source: Reset password
he: לאפס את הסיסמה
ru: Сбросить пароль

source: room
he: חדר
ru: комната

source: rooms
he: חדרים
ru: комнаты

source: Save
he: לשמור
ru: Сохранить

source: Saving your apartment!
he: שמירת הדירה שלך!
ru: Сохранение вашей квартиры!

source: Search
he: למצוא
ru: Поиск

source: Search for apartments
he: לחפש דירות
ru: Поиск квартир

source: Select apartment from the list or create new
he: בחר דירה מהרשימה או צור דירה חדשה
ru: Выберите квартиру из списка или создайте новую

source: Select photo
he: בחר תמונה
ru: Выбрать фотографию

source: Send
he: לשלוח
ru: Отправить

source: Send again
he: שלח שוב
ru: Отправить еще раз

source: Send feedback
he: שלח משוב
ru: Отправить отзыв

source: Sending code
he: שולח קוד
ru: Отправка кода

source: Sending questionnaire data
he: שליחת נתוני השאלון
ru: Отправка данных анкеты

source: Sending your feedback!
he: שליחת המשוב שלך!
ru: Отправляем ваш отзыв!

source: Sending your request!
he: שלח/י את בקשתך!
ru: Отправляем заявку!

source: Settings
he: הגדרות
ru: Настройки

source: Shisha
he: נרגילה
ru: Кальян

source: Sign up
he: הרשמה
ru: Регистрация

source: Sign Up
he: הרשמה
ru: Регистрация

source: Skip
he: דלג
ru: Пропустить

source: sleep
he: לישון
ru: спать

source: Sleeping habbits
he: הרגלי שינה
ru: Привычки сна

source: smoking
he: לעשן
ru: курение

source: Something else you think will be helpful?
he: משהו אחר לדעתך שיכול להוסיף/לעזור?
ru: Что-то еще, по вашему мнению, будет полезно?

source: Something went wrong
he: משהו השתבש
ru: Что-то пошло не так

source: something wrong with steps!
he: משהו לא בסדר בשלבים!
ru: Что-то не так с шагами!

source: Sometimes
he: לפעמים
ru: Иногда

source: Sometimes drink
he: לפעמים לשתות
ru: Иногда пью

source: Sorry there is no apartment
he: מצטער, אין דירה
ru: Извините, нет квартиры

source: Sorry, can't find more apartments
he: מצטער, לא מוצא עוד דירות
ru: Извините, не могу найти квартиры

source: Start again
he: להתחיל מחדש
ru: Посмотреть еще раз

source: State
he: מדינה
ru: Штат

source: Success!
he: הַצלָחָה!
ru: Успешно!

source: Suggestions | Claims
he: הצעות | טוען
ru: Отзывы и предложения

source: summary
he: סיכום
ru: резюме

source: Support us
he: תמכו בנו
ru: Поддержите нас

source: System
he: מערכת
ru: Система

source: Tell us about yourself
he: ספר לנו על עצמך
ru: Расскажите о себе

source: Tell us what is wrong?
he: ספר לנו מה לא בסדר?
ru: Расскажите, что не так?

source: Terms of service
he: תנאים והגבלות
ru: Условия использования

source: Thank you for your feedback!
he: תודה על המשוב שלך!
ru: Спасибо за ваш отзыв!

source: That was a brief overview of our application! Now it\'s time for you to explore it further!
he: זו הייתה סקירה קצרה של האפליקציה שלנו! עכשיו הגיע הזמן שתחקור אותו עוד יותר!
ru: На этом краткий обзор нашего приложения завершен. Теперь вы можете исследовать его сами!

source: This apartment is used in your questionnaire. You can change its location after you update your questionnaire.
he: על מנת לשנות את מיקום הדירה עליך ראשית לשנות את מיקומך בהגדרות החשבון
ru: Эта квартира указана в Вашей анкете. Вы можете изменить ее расположение после обновления анкеты.

source: This field is optional
he: שדה זה הוא אופציונלי
ru: Это необязательное поле

source: This means that the owner of the apartment is ready to accommodate refugees for free
he: המשמעות היא שבעל הדירה מוכן לקלוט מפונים בחינם
ru: Этот значок означает, что владелец квартиры готов разместить беженцев бесплатно
